[Play_X2_XP_CEN_1st_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Then let's keep it up!"

[Play_X2_XP_CEN_1st_Stronghold_Monolith_Damaged_Only_1 AkEvent]
SpokenText="I'm hoping that's a good thing."

[Play_X2_XP_CEN_1st_Stronghold_Monolith_Damaged_Only_2 AkEvent]
SpokenText="Then let's target that Chosen with everything we got."

[Play_X2_XP_CEN_2nd_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Understood. We're on it."

[Play_X2_XP_CEN_2nd_Stronghold_Monolith_Damaged_Only AkEvent]
SpokenText="Then you know what to do. Take that creature down."

[Play_X2_XP_CEN_3rd_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Then we're almost there. Keep pushing."

[Play_X2_XP_CEN_3rd_Stronghold_Monolith_Damaged_Only AkEvent]
SpokenText="Music to my ears doctor."

[Play_X2_XP_CEN_Destroy_Monolith_Nag AkEvent]
SpokenText="Understood, we need to make destroying it our top priority."

[Play_X2_XP_CEN_T_1st_Stronghold_Chosen_Dead AkEvent]
SpokenText="Well done. We struck a major blow for the Resistance and humanity today. The Elders aren't gods and neither are their pets. Time to spread the word."

[Play_X2_XP_CEN_T_1st_Stronghold_First_Chosen_False_Death_1 AkEvent]
SpokenText="Doctor..."

[Play_X2_XP_CEN_T_1st_Stronghold_First_Chosen_False_Death_2 AkEvent]
SpokenText="No wonder these things don't die."

[Play_X2_XP_CEN_T_1st_Stronghold_First_Contact AkEvent]
SpokenText="Well, we weren't expecting to sneak in here today. Let's take these things out."

[Play_X2_XP_CEN_T_1st_Stronghold_Gameplay_Begins AkEvent]
SpokenText="We're in the belly of the beast now people. Proceed carefully."

[Play_X2_XP_CEN_T_1st_Stronghold_Mission_Intro_1 AkEvent]
SpokenText="Okay people. Stay alert and remember why you're here. That thing dies today...no matter what it takes."

[Play_X2_XP_CEN_T_1st_Stronghold_Mission_Intro_2 AkEvent]
SpokenText="Then that's where we need to be."

[Play_X2_XP_CEN_T_1st_Stronghold_Post_Chosen_Reveal AkEvent]
SpokenText="Alright, we've faced these things before and we can do it again. No matter what happens today only one side is leaving this place alive."

[Play_X2_XP_CEN_T_1st_Stronghold_Squad_Teleports AkEvent]
SpokenText="Well done Menace 1-5. See you on the other side."

[Play_X2_XP_CEN_T_1st_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Understood, looks we found our way outta here."

[Play_X2_XP_CEN_T_2nd_Stronghold_Chosen_Dead AkEvent]
SpokenText="Another Chosen falls and humanity is one step closer to reclaiming our world. We have you it thank for it. Good work."

[Play_X2_XP_CEN_T_2nd_Stronghold_First_Chosen_False_Death AkEvent]
SpokenText="Yes Doctor, let's blow it to hell."

[Play_X2_XP_CEN_T_2nd_Stronghold_First_Contact AkEvent]
SpokenText="We knew there'd be Resistance today. You know what to do!"

[Play_X2_XP_CEN_T_2nd_Stronghold_Gameplay_Begins AkEvent]
SpokenText="Get ready people. You know what's coming next."

[Play_X2_XP_CEN_T_2nd_Stronghold_Mission_Intro_1 AkEvent]
SpokenText="Not our first time in one of these facilities, so we have to assume the Chosen know we're here. That didn't stop us before, and it won't stop us today. You know what to do."

[Play_X2_XP_CEN_T_2nd_Stronghold_Mission_Intro_2 AkEvent]
SpokenText="Understood. Move out!"

[Play_X2_XP_CEN_T_2nd_Stronghold_Post_Chosen_Reveal AkEvent]
SpokenText="Alright Menace, you know what to do. It's do or die time."

[Play_X2_XP_CEN_T_2nd_Stronghold_Squad_Teleports AkEvent]
SpokenText="We've been here before. Brace for transport."

[Play_X2_XP_CEN_T_2nd_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Got it. Let's go."

[Play_X2_XP_CEN_T_3rd_Stronghold_Chosen_Dead AkEvent]
SpokenText="Well done. With the Chosen down, the path to the Elders is clear. Time to make them pay."

[Play_X2_XP_CEN_T_3rd_Stronghold_First_Chosen_False_Death AkEvent]
SpokenText="It's another one of those capacitors. We need to take it down fast if we have any shot of killing this thing."

[Play_X2_XP_CEN_T_3rd_Stronghold_First_Contact AkEvent]
SpokenText="The Chosen's gearing up for one last showdown today. Let's punch through these things and take it down."

[Play_X2_XP_CEN_T_3rd_Stronghold_Gameplay_Begins AkEvent]
SpokenText="It won't be long before that thing makes an appearance. Lock and load!"

[Play_X2_XP_CEN_T_3rd_Stronghold_Mission_Intro AkEvent]
SpokenText="It's an invitation, Doctor. For a final stand. Let's not keep them waiting."

[Play_X2_XP_CEN_T_3rd_Stronghold_Post_Chosen_Reveal AkEvent]
SpokenText="It's been a long road but we're finally here. This fight ends now, one way or the other."

[Play_X2_XP_CEN_T_3rd_Stronghold_Squad_Teleports AkEvent]
SpokenText="Transport initiated. Let's knock that monster back to hell."

[Play_X2_XP_CEN_T_3rd_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Then let's move."

[Play_X2_XP_CEN_T_Assassin_Starts_Map_A AkEvent]
SpokenText="We just picked up the Chosen Assassin's energy signature, she's moving on the squad's position, Commander. "

[Play_X2_XP_CEN_T_Assassin_Starts_Map_B AkEvent]
SpokenText="Heads up out there, it's the Elders' Assassin, and she's moving into the AO. "

[Play_X2_XP_CEN_T_Assassin_Starts_Map_C AkEvent]
SpokenText="The Chosen Assassin is moving near your position, stay on guard people."

[Play_X2_XP_CEN_T_Chosen_Avenger_All_Siege_Destroyed AkEvent]
SpokenText="We've destroyed all of the enemy siege emplacements. Excellent work, Commander."

[Play_X2_XP_CEN_T_Chosen_Avenger_Cannon_Down_Turrets_Remain AkEvent]
SpokenText="Their primary cannon is down, but we still need to deal with the remote turrets before we can take off. Shut them down!"

[Play_X2_XP_CEN_T_Chosen_Avenger_Cannon_Power_Destroyed AkEvent]
SpokenText="Good work out there, the generator is down and the cannon is disabled. Now we just need to mop up the remaining enemy forces."

[Play_X2_XP_CEN_T_Chosen_Avenger_Complete_Success AkEvent]
SpokenText="We've taken out everything they had targeting the ship, we're clear to take off. Excellent work, Commander. "

[Play_X2_XP_CEN_T_Chosen_Avenger_First_Turret_Destroyed AkEvent]
SpokenText="That's one turret down, but we still need to deal with the rest. Watch your flanks out there."

[Play_X2_XP_CEN_T_Chosen_Avenger_Heavy_Loss_Avenger_Dmg AkEvent]
SpokenText="We lost some of our best people, and the ship has certainly seen better days, but we're not out of the fight yet thanks to you, Commander."

[Play_X2_XP_CEN_T_Chosen_Avenger_LOS_First_Turret AkEvent]
SpokenText="Those turrets may seem like just a distraction, but if we keep letting them take shots at the ship they'll do some damage eventually. We need to take them out."

[Play_X2_XP_CEN_T_Chosen_Avenger_LOS_Generator AkEvent]
SpokenText="We've got their mobile generator in range, move in and destroy it so we can shut down that cannon."

[Play_X2_XP_CEN_T_Chosen_Avenger_LOS_Second_Turret AkEvent]
SpokenText="We've got a line on another one of their remote turrets, let's take it down."

[Play_X2_XP_CEN_T_Chosen_Avenger_Mission_Intro AkEvent]
SpokenText="Attention all hands! This is not a drill! The Chosen are attempting a ground assault on us with heavy weaponry. Prepare to defend the ship! We have to take out that gun!"

[Play_X2_XP_CEN_T_Chosen_Avenger_Mission_Success_Avenger_Dmg AkEvent]
SpokenText="We've cleared the threat, Commander, but the Avenger has taken a serious beating in the process. We need to reposition someplace secure and set down for repairs."

[Play_X2_XP_CEN_T_Chosen_Avenger_Mission_Success_Some_Losses AkEvent]
SpokenText="Some good people gave up their lives to defend this ship, our cause will survive because of their sacrifice."

[Play_X2_XP_CEN_T_Chosen_Avenger_Siege_Emplacement AkEvent]
SpokenText="The enemy turrets are hammering the ship, we have to take them out before they breach our hull!"

[Play_X2_XP_CEN_T_Chosen_Avenger_Squad_Heavy_Losses AkEvent]
SpokenText="Our defense force is taking a beating out there, Commander! If we lose them, we lose the ship. We need to rethink our strategy."

[Play_X2_XP_CEN_T_Chosen_Avenger_Squad_Wipe AkEvent]
SpokenText="Our defensive forces are down, Commander! There's nothing we can do to stop the Chosen now. It's been an honor."

[Play_X2_XP_CEN_T_Chosen_Avenger_Turret_Nag_A AkEvent]
SpokenText="They're not short on firepower, let's shut those guns down before they punch a hole in the ship."

[Play_X2_XP_CEN_T_Chosen_Avenger_Turret_Nag_B AkEvent]
SpokenText="We need to deal with those guns before they chew through our defenses, Commander. "

[Play_X2_XP_CEN_T_Chosen_Avenger_Turret_Nag_C AkEvent]
SpokenText="We can't let those remote turrets keep taking potshots at the ship. We need to take them out."

[Play_X2_XP_CEN_T_Chosen_Captures_Soldier AkEvent]
SpokenText="The Chosen took one of our own! We'll need to take advantage of any opportunity to rescue 'em. That thing is sure to learn something new about us in the meantime."

[Play_X2_XP_CEN_T_Chosen_Dazes_Soldier_A AkEvent]
SpokenText="We have a soldier down! Get 'em back on their feet on the double!"

[Play_X2_XP_CEN_T_Chosen_Dazes_Soldier_B AkEvent]
SpokenText="One of our soldiers is in a daze, we need to snap 'em out of it!"

[Play_X2_XP_CEN_T_Chosen_Dazes_Soldier_C AkEvent]
SpokenText="We've got a soldier down, get to 'em before the Chosen do!"

[Play_X2_XP_CEN_T_Chosen_Dazes_Soldier_D AkEvent]
SpokenText="Soldier down! Get 'em back up ASAP! "

[Play_X2_XP_CEN_T_Chosen_Dazes_Soldier_E AkEvent]
SpokenText="We need to get our people back on their feet, Commander!"

[Play_X2_XP_CEN_T_Chosen_Extracts_Knowledge AkEvent]
SpokenText="The Chosen got away, and whatever knowledge they managed to extract is bound to help them find us again. Let's keep moving."

[Play_X2_XP_CEN_T_Chosen_First_Engage AkEvent]
SpokenText="These Chosen react much quicker than normal ADVENT. We'll need to plan our attack carefully, and be prepared for them to retaliate at any time."

[Play_X2_XP_CEN_T_Chosen_Incapacitate_Soldier AkEvent]
SpokenText="Dammit, one of our soldiers is down. They're vulnerable to the Chosen's attacks in that state, get them back on their feet ASAP!"

[Play_X2_XP_CEN_T_Chosen_Retaliate_Civ_Casualties_Clear AkEvent]
SpokenText="Civilian casualties are too high, Commander, this Resistance cell isn't going to make it. We should still try and save whoever we can and clear the area of hostiles, but don't take any chances."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Civ_Casualties_Failed AkEvent]
SpokenText="We've cleared the area of enemy contacts, but a lot of innocent lives were lost today. There's no way we can call this a success."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Civ_Secure_Success AkEvent]
SpokenText="Menace 1-5, you've secured the remaining civilians and there are no other hostile contacts on the scope. Good work out there."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Civilian_Pod AkEvent]
SpokenText="There's a large group of civilians pinned down within range of your position. Sensors indicate hostile forces are closing in fast, we need to get in there before the aliens slaughter those people."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Execution_Teams AkEvent]
SpokenText="Commander, ADVENT isn't backing off, they've got units in the AO that are ignoring our forces just to get a better shot at the civilians. Take those bastards down!"

[Play_X2_XP_CEN_T_Chosen_Retaliate_Final_Objective AkEvent]
SpokenText="The aliens are trying to send a message. They've got units moving into wipe out that group of survivors holed up not far from your position. Don't let them take any more innocent lives!"

[Play_X2_XP_CEN_T_Chosen_Retaliate_First_Objective AkEvent]
SpokenText="There's a group of Resistance soldiers hunkered down not far from your position. Move in and help fend off the attacking alien forces."

[Play_X2_XP_CEN_T_Chosen_Retaliate_First_Resistance_Team AkEvent]
SpokenText="Good work, you've found the Resistance fire team, they'll lend a hand in protecting the civilians."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Mission_Abort AkEvent]
SpokenText="Confirmed, mission aborted. There's nothing we can do for these people today."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Mission_Intro AkEvent]
SpokenText="One of those Chosen is leading an assault on the Resistance encampment in this area. Our people are doing what they can to fight back, but we need to help protect the civilians trapped nearby."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Near_Loss_Nag_A AkEvent]
SpokenText="There aren't too many survivors left out there, we have to help who we can."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Near_Loss_Nag_B AkEvent]
SpokenText="We've got to stop those attacks on the civilians, they don't stand a chance."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Near_Loss_Nag_C AkEvent]
SpokenText="The aliens don't have any qualms about taking innocent lives. We need to make them pay."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Near_Loss_Nag_D AkEvent]
SpokenText="They're hitting those civilians hard, Commander, we need to move fast."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Rescue_Contributions AkEvent]
SpokenText="We can take in anyone we manage to rescue from this camp, I'm sure they'll be more than willing to help out with our operations after this."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Resistance_Team_Dead AkEvent]
SpokenText="The Resistance fire team is down, Commander. We should move to protect the remaining civilians trapped nearby."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Resistance_Team_Fights AkEvent]
SpokenText="They're doing what they can to help, but they can only last so long out there."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Resistance_Team_Final AkEvent]
SpokenText="The Resistance fighters haven't given up yet, they're still trying to hold off the attacking forces"

[Play_X2_XP_CEN_T_Chosen_Retaliate_Resistance_Team_Secure AkEvent]
SpokenText="The Resistance team is in the clear, they're moving to help the other survivors."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Squad_Wipe AkEvent]
SpokenText="Commander, Menace 1-5 is gone! The aliens didn't leave anyone alive down there."

[Play_X2_XP_CEN_T_Chosen_Reveal_Bad_A AkEvent]
SpokenText="That Chosen got the best of us!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Bad_B AkEvent]
SpokenText="Dammit, the Chosen is getting away!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Bad_C AkEvent]
SpokenText="We can't do anything to stop it now!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Engaged_A AkEvent]
SpokenText="We've spotted the Chosen, get ready to fight!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Engaged_B AkEvent]
SpokenText="That's one of the Chosen, heads up!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Engaged_C AkEvent]
SpokenText="It's one of the Elders' Chosen!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Good_A AkEvent]
SpokenText="Good work, the Chosen is fleeing!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Good_B AkEvent]
SpokenText="We've got the Chosen on the run!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Good_C AkEvent]
SpokenText="That Chosen is making a break for it!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Targets AkEvent]
SpokenText="The Chosen is targeting our people, Commander!"

[Play_X2_XP_CEN_T_Chosen_Starts_Beh_Assn AkEvent]
SpokenText="Sounds like that Chosen is headed right for us. Keep your guard up and your eyes peeled!"

[Play_X2_XP_CEN_T_Chosen_Starts_Beh_Non_Assn AkEvent]
SpokenText="The Chosen aren't going to make this easy for us. Keep your heads down and press forward. We need to get to their location to take them out."

[Play_X2_XP_CEN_T_Chosen_Starts_Map_A AkEvent]
SpokenText="That's one of the Elders' Chosen, and it's not going to make things easy on us. Let's try to take care of it as quickly as possible."

[Play_X2_XP_CEN_T_Chosen_Starts_Map_B AkEvent]
SpokenText="It's one of the Chosen, this mission just got a little more dangerous. Stay on top of its position and try to take 'em out. "

[Play_X2_XP_CEN_T_Chosen_Starts_Map_C AkEvent]
SpokenText="Commander, one of the Chosen is here. We'll have to deal with it before it throws off the rest of our operation."

[Play_X2_XP_CEN_T_Chosen_Starts_Map_D AkEvent]
SpokenText="We just picked up a unique signature, one of the Chosen is here. That thing is only going to make trouble for us until we deal with it."

[Play_X2_XP_CEN_T_Chosen_Starts_Map_E AkEvent]
SpokenText="The Elders must have caught wind of our operation, they sent in one of the Chosen. We should try to track that thing down and deal with it before it causes too much trouble. "

[Play_X2_XP_CEN_T_Chosen_Subs_Engage AkEvent]
SpokenText="We know how this goes. Keep a careful eye on the Chosen, they could react at any moment!"

[Play_X2_XP_CEN_T_Chosen_Summary_Capture AkEvent]
SpokenText="One of our own has been taken prisoner by the Chosen, and will likely give up more intel on our operations. We should check with the Resistance for opportunities to mount a rescue mission."

[Play_X2_XP_CEN_T_Chosen_Summary_Defeated AkEvent]
SpokenText="Great job, Commander! We sent the Chosen back to their masters with a few scars to show for their effort. If they decide to face us again, we'll be ready."

[Play_X2_XP_CEN_T_Chosen_Summary_Extraction AkEvent]
SpokenText="The Chosen have recovered more information about us, Commander. If they keep this up, they'll eventually be able to find the Avenger. We need to stop them before that happens."

[Play_X2_XP_CEN_T_Comp_Rescue_Alert_Status_Increaing AkEvent]
SpokenText="We're picking up increased comm. chatter in the compound, they've noticed something is up. We haven't lost the advantage yet though, try to avoid engaging their forces if possible."

[Play_X2_XP_CEN_T_Comp_Rescue_Cell_Spotted AkEvent]
SpokenText="That's the holding cell where they've been keeping our soldier captive."

[Play_X2_XP_CEN_T_Comp_Rescue_Comp_Maximum_Alert AkEvent]
SpokenText="The compound has reached maximum alert status, they put out a distress signal and we're already picking up multiple inbound transports."

[Play_X2_XP_CEN_T_Comp_Rescue_Comp_On_Alert AkEvent]
SpokenText="The compound has been alerted to your presence, they're actively hunting for you now."

[Play_X2_XP_CEN_T_Comp_Rescue_Conceal_Broken AkEvent]
SpokenText="We didn't come here to fight, we need to find our soldier and get out as quickly as possible. Try to stay low."

[Play_X2_XP_CEN_T_Comp_Rescue_Conceal_Broken_ALT AkEvent]
SpokenText="They're onto us, but we can still try to avoid unnecessary fighting. Stay low and get to our soldier."

[Play_X2_XP_CEN_T_Comp_Rescue_Down_Soldier_Acquired AkEvent]
SpokenText="Good work, we can't afford to leave our people behind. They're a little worse for wear, but they'll make it."

[Play_X2_XP_CEN_T_Comp_Rescue_Down_Soldier_Dead AkEvent]
SpokenText="Commander, our soldier is gone, there's nothing more we can do here."

[Play_X2_XP_CEN_T_Comp_Rescue_Down_Soldier_EVAC AkEvent]
SpokenText="We've got the package, time to get everyone else out."

[Play_X2_XP_CEN_T_Comp_Rescue_Down_Soldier_No_Hack AkEvent]
SpokenText="Well, all that matters is we found a way in. Let's grab our soldier and get out of here."

[Play_X2_XP_CEN_T_Comp_Rescue_Facility_Spotted AkEvent]
SpokenText="Position confirmed, our soldier is being held in the facility just ahead. Keep an eye out for enemy patrols, let's do this as quietly as possible. "

[Play_X2_XP_CEN_T_Comp_Rescue_Firebrand_In_Position AkEvent]
SpokenText="Firebrand is in position and the compound is on full alert, time to move!"

[Play_X2_XP_CEN_T_Comp_Rescue_Firebrand_On_Standby AkEvent]
SpokenText="We have Firebrand on standby for EVAC, Commander, but as soon as she gets in range the whole compound will go on high alert. We should hold back unless we have the target or it's an absolute emergency."

[Play_X2_XP_CEN_T_Comp_Rescue_First_Enemy_Pod AkEvent]
SpokenText="Remember, let's keep this quiet if possible. If this turns into a straight fight, we may find ourselves in trouble here."

[Play_X2_XP_CEN_T_Comp_Rescue_Mission_Accomplished AkEvent]
SpokenText="Everything by the numbers, mission accomplished."

[Play_X2_XP_CEN_T_Comp_Rescue_Mission_Intro AkEvent]
SpokenText="The latest intel has our operative being held in the main structure just ahead. We have the advantage of stealth here, so we should try to get in and out as quietly as possible. If the enemy spots us, this is going to get a whole lot harder."

[Play_X2_XP_CEN_T_Comp_Rescue_Operative_Not_Recovered AkEvent]
SpokenText="We just couldn't get them out of there, the mission was a failure."

[Play_X2_XP_CEN_T_Comp_Rescue_Operative_Recovered_Heavy_Losses AkEvent]
SpokenText="Our operative is safe and secure, but we paid a heavy price to pull this off, Commander."

[Play_X2_XP_CEN_T_Comp_Rescue_Operative_Recovered_Squad_Wipe AkEvent]
SpokenText="We recovered the operative from ADVENT's compound, but it cost the entire team their lives. It's hard to call this a success, Commander."

[Play_X2_XP_CEN_T_Comp_Rescue_Squad_Wipe AkEvent]
SpokenText="The rescue team is down, Commander, we've lost them."

[Play_X2_XP_CEN_T_Comp_Rescue_Transport_Inbound AkEvent]
SpokenText="We have an inbound ADVENT transport closing on your position, looks like your cover is blown."

[Play_X2_XP_CEN_T_Compound_Rescue_Dropship_Intro_A AkEvent]
SpokenText="Thanks to our friends in the Resistance, we have a fix on the soldier that was taken captive during our previous operation. It sounds like they're being held in a high-security ADVENT facility, and our best chance at reaching them will be to go in as quietly as possible. If we're discovered, things are going to get ugly real fast."

[Play_X2_XP_CEN_T_Compound_Rescue_Dropship_Intro_B AkEvent]
SpokenText="It took some work, but we now have a positive confirmation that our captive soldier is being held in a high-security ADVENT detention center in this region. If we're going to pull a rescue off, our best approach is to go in quietly, without alerting the massive number of security forces defending that installation."

[Play_X2_XP_CEN_T_Compound_Rescue_Dropship_Intro_C AkEvent]
SpokenText="We've confirmed that the soldier taken captive during our previous operation is being held within a high-security ADVENT facility not far from your position. If we try to take them back by force, it won't be long before we're totally outnumbered by enemy reinforcements. Our best bet is to go in quietly, drawing as little attention as possible."

[Play_X2_XP_CEN_T_Covert_Escape_Captain_Dead AkEvent]
SpokenText="Good work, we've taken out the Captain of the response team and bought ourselves a little more time."

[Play_X2_XP_CEN_T_Covert_Escape_Kill_Captain AkEvent]
SpokenText="If you have a shot, take down the Captain of the ADVENT response team--that should slow them down."

[Play_X2_XP_CEN_T_Covert_Escape_Last_Operative AkEvent]
SpokenText="We've only got one more operative on the ground, we need to get them out of there!"

[Play_X2_XP_CEN_T_Covert_Escape_Many_Enemies_Reminder AkEvent]
SpokenText="That entire area is crawling with ADVENT operatives, and they're not going to give up anytime soon. Don't get bogged down, just move to EVAC."

[Play_X2_XP_CEN_T_Covert_Escape_Mission_Intro AkEvent]
SpokenText="Wraith-One, your team is compromised! We're picking up ADVENT response forces inbound on your position."

[Play_X2_XP_CEN_T_Covert_Escape_Objective_Indicated AkEvent]
SpokenText="You've got no time to waste, break cover and move to the extraction point on the double!"

[Play_X2_XP_CEN_T_Covert_Escape_Operative_Dead AkEvent]
SpokenText="We lost one of our people, but the rest of you can still get out of this alive."

[Play_X2_XP_CEN_T_Covert_Escape_Operative_Down AkEvent]
SpokenText="We have an operative down, Commander. We should attempt a rescue if possible, but not at the expense of our other troops."

[Play_X2_XP_CEN_T_Covert_Escape_Partial_Squad_Recovery AkEvent]
SpokenText="We weren't able to get everyone out, but we saved as many as we could."

[Play_X2_XP_CEN_T_Covert_Escape_Squad_Extracted AkEvent]
SpokenText="All members of Wraith-One have been successfully EVACed."

[Play_X2_XP_CEN_T_Covert_Escape_Squad_Wipe AkEvent]
SpokenText="Commander, Wraith-One is down, we've lost the team."

[Play_X2_XP_CEN_T_Destroy_Monolith_Callout AkEvent]
SpokenText="Then now's our chance. Blow that thing apart."

[Play_X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_A AkEvent]
SpokenText="A trusted source in the Resistance has confirmed that a high-ranking ADVENT military officer will be moving through this area as part of a routine patrol. We have an opportunity here to completely disrupt ADVENT's command structure and delay their current operations, all we have to do neutralize that officer."

[Play_X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_B AkEvent]
SpokenText="We've been given a prime opportunity to disrupt ADVENT's operations and delay their current plans. One of their field commanders has decided to tour the actual field and we're going to make sure he never leaves there alive. Once you hit the ground, find our target and eliminate him as quickly possible."

[Play_X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_C AkEvent]
SpokenText="We just got a tip from a Resistance contact in the field, a high-ranking ADVENT officer was spotted moving through the area with limited escorts. This could be a chance for us to disrupt their current operations and throw off their command structure. Your orders are to eliminate that officer with extreme prejudice."

[Play_X2_XP_CEN_T_Extract_Supplies_Dropship_Intro_A AkEvent]
SpokenText="We have a reliable source reporting that ADVENT has a resupply operation in progress in this region. They're airlifting supply crates out of a secured area, and if we move quickly we can probably grab a few for ourselves. Mark the crates for pickup, and Firebrand will handle the heavy lifting."

[Play_X2_XP_CEN_T_Extract_Supplies_Dropship_Intro_B AkEvent]
SpokenText="Our latest intel suggests ADVENT ran into problems while airlifting supplies from a secure depot in this area. We have an opportunity here to take advantage of the delay. Locate their supply crates and tag them with our transponders. Firebrand will pick up the signal and snatch the cargo."

[Play_X2_XP_CEN_T_Extract_Supplies_Dropship_Intro_C AkEvent]
SpokenText="Word is ADVENT has a resupply operation underway, and it's a perfect opportunity for us to pick up some supplies for ourselves. Once deployed, move to locate the ADVENT crates and mark them with our transponders. Firebrand will be on standby to airlift the goods."

[Play_X2_XP_CEN_T_First_Assassin_Sighting AkEvent]
SpokenText="It's one of the Elders' Chosen. Based on our intel, I think that's the one they sent after the Skirmishers."

[Play_X2_XP_CEN_T_First_Bond_Zone AkEvent]
SpokenText="These two are working together like a well-oiled machine. As long as we keep them close to each other in the field, they'll reap various tactical benefits as their bond continues to grow."

[Play_X2_XP_CEN_T_First_Bonded_Soldiers AkEvent]
SpokenText="Looks like two of our soldiers make a good team working together in combat. If you keep them close during battle, they'll continue to watch each other's backs, Commander."

[Play_X2_XP_CEN_T_First_Chosen_Sabotage AkEvent]
SpokenText="We've been sabotaged, Commander! The Chosen are using what they know of our movements to try and bring down the ship!"

[Play_X2_XP_CEN_T_First_Dasher_A AkEvent]
SpokenText="That one doesn't seem to be in as bad of shape as the others, looks plenty fast to me-watch your range."

[Play_X2_XP_CEN_T_First_Dasher_B AkEvent]
SpokenText="That thing is a lot faster than the others. Watch yourselves down there, it could actually catch up with you if you're not careful."

[Play_X2_XP_CEN_T_First_Howler_Sighting AkEvent]
SpokenText="The ones making all the noise seem to call in the swarms, we need to stay alert for their howls."

[Play_X2_XP_CEN_T_First_Hunter_Sighting AkEvent]
SpokenText="That's the Elders' Hunter. From what we've heard, he's a relentless tracker with a unnatural ability to call his shots."

[Play_X2_XP_CEN_T_First_Lost_Seen_A AkEvent]
SpokenText="Those don't look like the Psionic zombies we've run into before-there's something else going on here."

[Play_X2_XP_CEN_T_First_Lost_Seen_B AkEvent]
SpokenText="These people...is it possible exposure to those pods from the invasion turned them into...this?"

[Play_X2_XP_CEN_T_First_Priest AkEvent]
SpokenText="I had always wondered why ADVENT had so many of their churches in the city centers. They must be getting desperate if they're sending the Elders' Priests after us now."

[Play_X2_XP_CEN_T_First_Purifier AkEvent]
SpokenText="ADVENT seems to have developed their own solution to dealing with the Lost. Sometimes old world technology gets the job done just fine."

[Play_X2_XP_CEN_T_First_Seen_Adv_Purifier_M1 AkEvent]
SpokenText="Commander, we should assume whatever ADVENT is using for fuel is extremely volatile. Avoid giving them any opportunity to detonate those tanks."

[Play_X2_XP_CEN_T_First_Seen_Lost_1 AkEvent]
SpokenText="Wait. Are those...humans?"

[Play_X2_XP_CEN_T_First_Tired_Soldier AkEvent]
SpokenText="One of our soldiers is nearly exhausted, Commander. If we can spare it, we should give them a few days to rest before sending them back into combat."

[Play_X2_XP_CEN_T_First_Warlock_Sighting AkEvent]
SpokenText="That's the Elders' Warlock. All reports indicate he's nearly as dangerous as they are when it comes to Psionic capabilities."

[Play_X2_XP_CEN_T_Gatecrasher_Has_Reaper AkEvent]
SpokenText="Looks like Volk sent one of his Reapers to help pull off this operation."

[Play_X2_XP_CEN_T_Gatecrasher_Has_Skirmisher AkEvent]
SpokenText="We have one of the Skirmishers here to help get this done."

[Play_X2_XP_CEN_T_Gatecrasher_Has_Templar AkEvent]
SpokenText="One of the Templar followers is in position to work with us on this."

[Play_X2_XP_CEN_T_Gather_Survivors_All_VIPs_Collected_EVAC AkEvent]
SpokenText="There are no additional VIPs or Resistance operatives working in that area, you should be clear to move for extraction."

[Play_X2_XP_CEN_T_Gather_Survivors_Dropship_Intro_A AkEvent]
SpokenText="We just got word from our friends in the Resistance, some of their people were pursued by ADVENT forces into an abandoned city not far from here. Apparently their team got separated and now they've lost contact. We only have a rough idea where they might be, so the Resistance is sending one of their soldiers to help in the search."

[Play_X2_XP_CEN_T_Gather_Survivors_Dropship_Intro_B AkEvent]
SpokenText="One of our contacts in the Resistance has reached out with an emergency request. ADVENT forced some of their people into hiding inside the remains of the old city nearby, and they've lost contact with the group. We don't have an exact fix on their location, but the Resistance is sending us an envoy to aid in the rescue."

[Play_X2_XP_CEN_T_Gather_Survivors_Dropship_Intro_C AkEvent]
SpokenText="We picked up an emergency transponder signal from one of the Resistance Factions. Some of their people were attacked by ADVENT and forced to take refuge in one of the old abandoned cities. Contact was lost before they could establish a rendezvous point, and they need us to lead the rescue. The faction is sending us one of their soldiers to help with the operation."

[Play_X2_XP_CEN_T_Gather_Survivors_EVAC_Point_Indicated AkEvent]
SpokenText="Once you've secured the targets, move to the designated coordinates for extraction. Keep your heads up out there people."

[Play_X2_XP_CEN_T_Gather_Survivors_Extraction_Point_Compromised AkEvent]
SpokenText="Menace 1-5 the original extraction point has been compromised. Hold for new EVAC coordinates."

[Play_X2_XP_CEN_T_Gather_Survivors_First_Lost_Respond_VIP_Cries AkEvent]
SpokenText="Sensors indicate the Lost are moving towards the VIP, all that noise is drawing them in. We better move fast, Commander."

[Play_X2_XP_CEN_T_Gather_Survivors_First_VIP_Linked AkEvent]
SpokenText="That's one of the contacts we were looking for, but there are still others in the area."

[Play_X2_XP_CEN_T_Gather_Survivors_Mission_Complete AkEvent]
SpokenText="Mission accomplished, Commander."

[Play_X2_XP_CEN_T_Gather_Survivors_Mission_Start AkEvent]
SpokenText="The VIP and our Resistance contact are hunkered down and holding position somewhere in this area. Our highest priority is locating them first, but keep an eye out for any additional survivors nearby."

[Play_X2_XP_CEN_T_Gather_Survivors_Primary_VIP_Linked AkEvent]
SpokenText="Menace 1-5, you've got the primary targets in tow, secure any additional operatives if possible but make sure you get our contacts to the EVAC point."

[Play_X2_XP_CEN_T_Gather_Survivors_Primary_VIP_Secure AkEvent]
SpokenText="Roger that, Firebrand has the VIP."

[Play_X2_XP_CEN_T_Gather_Survivors_Primary_VIP_Spotted AkEvent]
SpokenText="We have a visual confirmation on the VIP. Remember, getting that VIP to the extraction point supersedes all other priorities, don't let anything happen to 'em."

[Play_X2_XP_CEN_T_Gather_Survivors_Secondary_VIP_Linked AkEvent]
SpokenText="Looks like you've found one of the other Resistance operatives that was deployed in this area. I'm sure they'll be glad to see you."

[Play_X2_XP_CEN_T_Gather_Survivors_Squad_Extracted_VIP_Dead AkEvent]
SpokenText="Commander, we managed to save our squad, but the VIP was lost in the process. We need to be better going forward."

[Play_X2_XP_CEN_T_Gather_Survivors_Squad_Wiped AkEvent]
SpokenText="The strike team is down Commander! We've lost the squad."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Cries_Comment_A AkEvent]
SpokenText="Obviously our contacts don't understand how the Lost operate. If they keep up that racket, they're gonna learn the hard way."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Cries_Comment_B AkEvent]
SpokenText="Someone needs to tell our VIP to shut up."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Cries_Comment_C AkEvent]
SpokenText="I understand they're nervous, but all that yelling is only gonna get them killed."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Extracted_Awaiting_Squad AkEvent]
SpokenText="Commander, we should get the rest of our people to the extraction point as soon as possible, the longer we wait around, the worse our chances look."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Extracted_Squad_Dead AkEvent]
SpokenText="We successfully extracted the VIP, but some good people gave up their lives to make it happen. Let's hope their sacrifice was worth it."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Is_Dead AkEvent]
SpokenText="We lost the VIP...I just hope the Resistance can make do without them."

[Play_X2_XP_CEN_T_Gather_Survivors_Warning_High_Lost AkEvent]
SpokenText="We're picking up contacts moving all over that area, Commander. The Lost are starting to get a little thick down there."

[Play_X2_XP_CEN_T_Gather_Survivors_Warning_High_Lost_Level_2 AkEvent]
SpokenText="There's more Lost down there than our sensors can keep up with. If we're not careful the squad is going to be overrun by those things."

[Play_X2_XP_CEN_T_LA_Wrapper AkEvent]
SpokenText="The Reapers and Skirmishers have been at each others throats for years, so we're keeping the exact meeting point strictly need-to-know. You'll split into two squads, rendezvous with each faction, and head directly to the location of the sit down. Officially, this city no longer exists, so we don't expect a lot in the way of ADVENT Resistance. Still, keep your eyes peeled, it's been about 20 years since we last stepped foot in this place."

[Play_X2_XP_CEN_T_LNA_LNA_Part1_First_Encounter_Ends_1 AkEvent]
SpokenText="No argument here. Continue to the rendezvous point."

[Play_X2_XP_CEN_T_LNA_Lost_Misc_A AkEvent]
SpokenText="My god, these things are everywhere!"

[Play_X2_XP_CEN_T_LNA_Part1_Escape_Trouble_1 AkEvent]
SpokenText="Extraction point is close, but looks like these things don't want to make it easy for you."

[Play_X2_XP_CEN_T_LNA_Part1_Final_Unit_Exits_1 AkEvent]
SpokenText="You should have a clear path through now. Second squad is already on route to Mox. Proceed to the rendezvous and await their arrival."

[Play_X2_XP_CEN_T_LNA_Part1_LoadOut AkEvent]
SpokenText="Each faction has agreed to allow a two-person squad to escort them to the rendezvous point. Hopefully that should be enough to keep them from killing each other. We've got a temporary ceasefire in place for the duration of the meet, but still, that doesn't mean we shouldn't be ready for anything."

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Combat_Eight_1 AkEvent]
SpokenText="Your point, Doctor?"

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Combat_Five_1 AkEvent]
SpokenText="Looking forward to this meeting already."

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Combat_Nine_1 AkEvent]
SpokenText="I wouldn't be the least bit surprised if ADVENT had a hand in their creation, Doctor."

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Combat_Seven_1 AkEvent]
SpokenText="If you haven't noticed, the aliens have been kicking our planet's ass for the past 20 years. You think maybe it's time we try something else?"

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Combat_Three_1 AkEvent]
SpokenText="An entire city of our own people...left to turn into these things."

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Pod_Reveals_1 AkEvent]
SpokenText="Those things, they still look like people."

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Sound_Warning_1 AkEvent]
SpokenText="No argument here. We need to get to that rendezvous point!"

[Play_X2_XP_CEN_T_LNA_Part1_LostGone_NoEscape_1 AkEvent]
SpokenText="Then let's not linger here. Head to the evac coordinates now."

[Play_X2_XP_CEN_T_LNA_Part1_Mission_Setup_1 AkEvent]
SpokenText="Uploading the coordinates to the rendezvous point now; We've plotted the most direct route there. We don't know much about the Skirmisher contact you'll be meeting other than his name: Mox."

[Play_X2_XP_CEN_T_LNA_Part1_Mission_Setup_2 AkEvent]
SpokenText="Pretty sure hands are bloody on both sides of this fight. That's the whole point of this intervention."

[Play_X2_XP_CEN_T_LNA_Part1_More_Lost_Reveals_1 AkEvent]
SpokenText="Just how many of these things are in this city?!"

[Play_X2_XP_CEN_T_LNA_Part1_Opening_Base_View AkEvent]
SpokenText="Not sure how long our contacts are going to wait for us, Commander, so I'd recommend we proceed as soon as possible. All available soldiers are standing by to deploy."

[Play_X2_XP_CEN_T_LNA_Part1_Post_Fog_Pod_1 AkEvent]
SpokenText="We were there, Doctor, you're better off having missed it."

[Play_X2_XP_CEN_T_LNA_Part1_Post_Fog_Pod_2 AkEvent]
SpokenText="Rendezvous point is further ahead. Let's get a move on it. I'd like to avoid running into those "biological readings" Tygan mentioned before."

[Play_X2_XP_CEN_T_LNA_Part1_Pre_Fog_Pod_1 AkEvent]
SpokenText="Wish I could say it was good to be back here again. An entire city just abandoned to the enemy, forgotten all these years."

[Play_X2_XP_CEN_T_LNA_Part1_Second_Wave_Lost_1 AkEvent]
SpokenText="Understood. Weapons hot. Take them down!"

[Play_X2_XP_CEN_T_LNA_Part1_Skyranger_Briefing AkEvent]
SpokenText="The Reapers and Skirmishers have been at each other's throats for years, so we're keeping the exact meeting point strictly need-to-know. You'll split into two squads, rendezvous with each faction, and bring their envoy directly to the location of the meet. Officially, this city no longer exists, so we don't expect a lot in the way of ADVENT Resistance. Still, keep your eyes peeled, it's been about 20 years since we last stepped foot in this place."

[Play_X2_XP_CEN_T_LNA_Part1_Unit_One_Exits AkEvent]
SpokenText="First unit's in position but let's keep a move on it, people! More of those things are on the way."

[Play_X2_XP_CEN_T_LNA_Part2_All_Units_Exit_1 AkEvent]
SpokenText="Outrider and the first team should be waiting for you ahead. I know this wasn't the easiest op, but I have to believe it'll still be worth it in the end."

[Play_X2_XP_CEN_T_LNA_Part2_Defeat_Purifier_Pod_1 AkEvent]
SpokenText="Works for me. Move out."

[Play_X2_XP_CEN_T_LNA_Part2_Hold_Position AkEvent]
SpokenText="Alright, hold fast and take these things out. I'll find you a new route as soon as I can!"

[Play_X2_XP_CEN_T_LNA_Part2_Lost_Counter_One_1 AkEvent]
SpokenText="Think we've got somethin' here. Just need another minute."

[Play_X2_XP_CEN_T_LNA_Part2_Lost_Counter_Three_1 AkEvent]
SpokenText="That whole area's hotter than we thought. Gonna need a little more time."

[Play_X2_XP_CEN_T_LNA_Part2_Lost_Counter_Two_1 AkEvent]
SpokenText="I read you, getting close."

[Play_X2_XP_CEN_T_LNA_Part2_New_Evac_Point_1 AkEvent]
SpokenText="We've found a new route that should get you to the rendezvous point safely. The Lost are still converging on the area so make it fast."

[Play_X2_XP_CEN_T_LNA_Part2_Post_Big_Bang_1 AkEvent]
SpokenText="Purifiers may be down, but unfortunately, that was our extraction point."

[Play_X2_XP_CEN_T_LNA_Part2_Post_Big_Bang_2 AkEvent]
SpokenText="And you just blew up a fuel truck?!"

[Play_X2_XP_CEN_T_LNA_Part2_Post_MeetSkirm_1 AkEvent]
SpokenText="Rendezvous with Outrider is further ahead. Proceed through this district as quickly as possible, but be careful. Something tells me this city still has a few more surprises to throw our way."

[Play_X2_XP_CEN_T_LNA_Part2_Post_Purifier_Reveal_1 AkEvent]
SpokenText="Don't remember seeing these things before."

[Play_X2_XP_CEN_T_LNA_Part2_Post_Purifier_Reveal_2 AkEvent]
SpokenText="Fine by me, take em' down!"

[Play_X2_XP_CEN_T_LNA_Part2_Pre_Purifier_Reveal_1 AkEvent]
SpokenText="More of those creatures?"

[Play_X2_XP_CEN_T_LNA_Part2_Purifier_Explodes AkEvent]
SpokenText="You weren't kidding when you said those tanks could explode. Careful with these things, we don't need to take any unnecessary chances."

[Play_X2_XP_CEN_T_LNA_Part2_Unit_One_Exit AkEvent]
SpokenText="Ok, let's keep a move on it. Not sure how long before this entire area is overrun."

[Play_X2_XP_CEN_T_LNA_Part2_Unit_Two_Exit AkEvent]
SpokenText="Two down, one to go. Let's get the hell out of here people."

[Play_X2_XP_CEN_T_LNA_Part3_Combat_Four_1 AkEvent]
SpokenText="Think we've all had enough of the Elder's mercy for one lifetime."

[Play_X2_XP_CEN_T_LNA_Part3_Combat_Six_1 AkEvent]
SpokenText="After meeting you today, Lady, I consider that an honor."

[Play_X2_XP_CEN_T_LNA_Part3_Combat_Three_1 AkEvent]
SpokenText="Couldn't have said it better myself."

[Play_X2_XP_CEN_T_LNA_Part3_Move_to_Evac AkEvent]
SpokenText="Then let's get you all the hell outta there. Firebrand's on route to the evac coordinates now. Get moving!"

[Play_X2_XP_CEN_T_LNA_Part3_Post_Assassin_Cloak AkEvent]
SpokenText="Not sure I like the sound of that."

[Play_X2_XP_CEN_T_LNA_Part3_Post_RedezAssassin_1 AkEvent]
SpokenText="I'm not gonna pretend to know exactly what's going on here, but I'm pretty sure that thing was sent here to stop this alliance from ever taking place. Let's not give her the satisfaction."

[Play_X2_XP_CEN_T_LNA_Part3_Return_to_Base_1 AkEvent]
SpokenText="Mox was willing to sacrifice anything to make sure this alliance went through. Here's hoping it wasn't all for nothing."

[Play_X2_XP_CEN_T_LNA_Part3_Turn_Two_1 AkEvent]
SpokenText="How long have you been fighting these things?"

[Play_X2_XP_CEN_T_LNA_Play3_Assassin_Teleport_1 AkEvent]
SpokenText="Any sign of that...thing?!"

[Play_X2_XP_CEN_T_LNA_Play3_Assassin_Teleport_2 AkEvent]
SpokenText="At this point I don't blame her. Let's see if we can't do the same!"

[Play_X2_XP_CEN_T_LNA_Play3_Fifth_Unit_Evac AkEvent]
SpokenText="Alright, one more and we can finally go home!"

[Play_X2_XP_CEN_T_LNA_Play3_First_Unit_Evac AkEvent]
SpokenText="Well done, but you've got to keep moving. Not sure how much longer we can hold this position."

[Play_X2_XP_CEN_T_LNA_Play3_Fourth_Unit_Evac AkEvent]
SpokenText="This is it people, Firebrand can't hold out forever. Move it!"

[Play_X2_XP_CEN_T_LNA_Play3_Lost_Battle_Seven_1 AkEvent]
SpokenText="Trust me, Doctor. They know."

[Play_X2_XP_CEN_T_LNA_Play3_Lost_Battle_Six_1 AkEvent]
SpokenText="Firebrand's in position but the evac zone's even hotter than we thought. Running out of time here people."

[Play_X2_XP_CEN_T_LNA_Play3_Post_Lost_Reveal_1 AkEvent]
SpokenText="I don't suppose there's any way we can just shut that thing down."

[Play_X2_XP_CEN_T_LNA_Play3_Second_Unit_Evac AkEvent]
SpokenText="Every creature in this damned city will be on the rest of you in minutes. Every second counts."

[Play_X2_XP_CEN_T_LNA_Play3_Third_Unit_Evac AkEvent]
SpokenText="We're almost there, keep moving!"

[Play_X2_XP_CEN_T_LNA_Purifiers_1 AkEvent]
SpokenText="Don't remember seeing these things before..."

[Play_X2_XP_CEN_T_LNA_Purifiers_2 AkEvent]
SpokenText="Fine by me, take em' down!"

[Play_X2_XP_CEN_T_Lost_Approaching AkEvent]
SpokenText="Sounds like the Lost are getting a lot closer to our position, Commander! Prepare for more incoming!"

[Play_X2_XP_CEN_T_Lost_First_Howl AkEvent]
SpokenText="These "Lost" seem to be pretty sensitive to noise. The sounds of combat are likely to draw even more of 'em."

[Play_X2_XP_CEN_T_Lost_Howl_Warning AkEvent]
SpokenText="Readings are all over the place, the Lost are almost right on top of you!"

[Play_X2_XP_CEN_T_Neutralize_Comm_ADVENT_EVAC_Approach AkEvent]
SpokenText="We're picking up an inbound ADVENT transport, the aliens are going to try and extract the General from the AO. Don't let them get on board that ship."

[Play_X2_XP_CEN_T_Neutralize_Comm_ADVENT_EVAC_Blocked AkEvent]
SpokenText="Good work, they're not getting away that easy."

[Play_X2_XP_CEN_T_Neutralize_Comm_ADVENT_EVAC_Ready AkEvent]
SpokenText="ADVENT's transport is in position for the EVAC. Don't let the General escape!"

[Play_X2_XP_CEN_T_Neutralize_Comm_Eliminate_Hostiles AkEvent]
SpokenText="We need to clear the area of any remaining hostiles, we can't allow them to recover the General's body."

[Play_X2_XP_CEN_T_Neutralize_Comm_General_Escaped AkEvent]
SpokenText="The General got away, I'm not sure we'll get another chance at that one."

[Play_X2_XP_CEN_T_Neutralize_Comm_General_Killed AkEvent]
SpokenText="Menace 1-5, kill confirmed. That's how it's done."

[Play_X2_XP_CEN_T_Neutralize_Comm_General_Near_EVAC AkEvent]
SpokenText="The ADVENT General is getting close to their EVAC point, don't let 'em get away!"

[Play_X2_XP_CEN_T_Neutralize_Comm_General_Spotted AkEvent]
SpokenText="Target identity confirmed, that's the General. Take 'em out before they can escape, we won't get another shot at this."

[Play_X2_XP_CEN_T_Neutralize_Comm_Mission_Aborted AkEvent]
SpokenText="Abort confirmed, let's bring back whoever we still can."

[Play_X2_XP_CEN_T_Neutralize_Comm_Mission_Accomplished AkEvent]
SpokenText="We have confirmation, mission accomplished."

[Play_X2_XP_CEN_T_Neutralize_Comm_Mission_Failed AkEvent]
SpokenText="We wasted our chance to eliminate one of ADVENT's Generals. Opportunities like this don't come around often."

[Play_X2_XP_CEN_T_Neutralize_Comm_Mission_Intro AkEvent]
SpokenText="Menace 1-5, we're tracking the ADVENT General and his escorts, but we don't have an exact fix on their location. Sweep the area and eliminate the target along with any other hostiles that stand in your way."

[Play_X2_XP_CEN_T_Neutralize_Comm_Squad_Heavy_Losses AkEvent]
SpokenText="The squad won't last much longer at this rate, Commander. You might consider extracting the survivors while we still can."

[Play_X2_XP_CEN_T_Neutralize_Comm_Squad_Wipe AkEvent]
SpokenText="Status Black. Menace 1-5 has been wiped out."

[Play_X2_XP_CEN_T_Post_Mission_Chosen_Sorta_Killed_A AkEvent]
SpokenText="Excellent work, Commander. We may not have put them down for good, but at the very least we've held off the Chosen for another day. "

[Play_X2_XP_CEN_T_Post_Mission_Chosen_Sorta_Killed_B AkEvent]
SpokenText="I'm sure we'll see them again, but that Chosen sure wasn't expecting the fight we put up today, Commander."

[Play_X2_XP_CEN_T_Post_Mission_Chosen_Sorta_Killed_C AkEvent]
SpokenText="We've proven the Chosen can be hurt, now we just have to work on putting them down for good."

[Play_X2_XP_CEN_T_Post_Mission_Chosen_Sorta_Killed_D AkEvent]
SpokenText="I'd say we owe our people a break after taking down that Chosen, Commander. I doubt it'll be long before we see that thing again though."

[Play_X2_XP_CEN_T_Post_Mission_Chosen_Sorta_Killed_E AkEvent]
SpokenText="We showed the Chosen that the Resistance is here to stay, Commander. Now we just have to find that thing and put it down for good. "

[Play_X2_XP_CEN_T_Post_Mission_Extracted_Knowledge_A AkEvent]
SpokenText="Unfortunately the Chosen got what they were after, more information they can use to track you down, Commander. "

[Play_X2_XP_CEN_T_Post_Mission_Extracted_Knowledge_B AkEvent]
SpokenText="The Chosen extracted what information they could from our soldier, and now they're a little closer to finding you, Commander."

[Play_X2_XP_CEN_T_Post_Mission_Extracted_Knowledge_C AkEvent]
SpokenText="With the information the Chosen extracted from our soldier, they'll be closer than ever to finding you, Commander. "

[Play_X2_XP_CEN_T_Post_Mission_Soldier_Captured_A AkEvent]
SpokenText="The Chosen took one of our soldiers captive, and it's going to take a coordinated effort with the Resistance to get them back."

[Play_X2_XP_CEN_T_Post_Mission_Soldier_Captured_B AkEvent]
SpokenText="We lost one of our soldiers to the Chosen, Commander. We'll need to work with the Resistance if we're going to mount a rescue. "

[Play_X2_XP_CEN_T_Post_Mission_Soldier_Captured_C AkEvent]
SpokenText="The Chosen captured one of our soldiers, Commander. We should reach out to our contacts in the Resistance to work on a rescue plan."

[Play_X2_XP_CEN_T_Recover_Exp_Escort_Extracted_A AkEvent]
SpokenText="We've extracted the VIP's escort. Once we get him patched up, he should be ready to rejoin the fight."

[Play_X2_XP_CEN_T_Recover_Exp_Escort_Extracted_B AkEvent]
SpokenText="We've recovered the VIP's escort. We'll get her patched up and ready to redeploy into the field."

[Play_X2_XP_CEN_T_Recover_Exp_Expedition_Reached AkEvent]
SpokenText="Firebrand is in position, get back to the entry point for extraction before you get overrun! We're picking up more heat signatures than the sensors can keep up with!"

[Play_X2_XP_CEN_T_Recover_Exp_Mission_Accomplished AkEvent]
SpokenText="We successfully rescued the expedition, Commander. The Resistance will be happy to hear it."

[Play_X2_XP_CEN_T_Recover_Exp_Mission_Intro AkEvent]
SpokenText="The Resistance expedition is trapped not far from your position, and the VIP is using a remote turret to hold off the Lost. We only have one clear access point to the area, so get to the target's location and escort them back to the entry point for extraction. The whole place is overrun with the Lost, so don't bother trying to outgun them."

[Play_X2_XP_CEN_T_Recover_Exp_Nag_Move_To_EVAC_A AkEvent]
SpokenText="Menace 1-5, keep pushing towards the EVAC point. No matter what you do, you're never gonna make a dent in the Lost, there's just too many coming in."

[Play_X2_XP_CEN_T_Recover_Exp_Nag_Move_To_EVAC_B AkEvent]
SpokenText="We have to get clear of this area, Commander, the Lost are pouring in faster than we can keep up with. There's no point in trying to fight them."

[Play_X2_XP_CEN_T_Recover_Exp_Nag_Pickup_Disabled AkEvent]
SpokenText="Commander, we can have the squad try to recover our downed soldier, but with the Lost pursuing us, it's going to make our EVAC all the more difficult. "

[Play_X2_XP_CEN_T_Recover_Exp_Reminder_Return_To_EVAC AkEvent]
SpokenText="After you secure the expedition, you'll have to return to our original entry point for extraction. Don't get overrun, keep the path back to Firebrand clear."

[Play_X2_XP_CEN_T_Recover_Exp_Targets_Dead_Before_Link AkEvent]
SpokenText="Menace 1-5, the VIP and their escort are down, move to EVAC. There's nothing left to fight for here."

[Play_X2_XP_CEN_T_Recover_Exp_Turret_Almost_Out AkEvent]
SpokenText="They're almost out of ammo for the turret, Commander. We have to get moving!"

[Play_X2_XP_CEN_T_Recover_Exp_Turret_Deactivated AkEvent]
SpokenText="Without the VIP manning the turret controls, there's nothing keeping the Lost from overrunning this area. They're already closing in!"

[Play_X2_XP_CEN_T_Recover_Exp_Turret_Destroyed_Before_Link AkEvent]
SpokenText="The turret protecting the expedition has been destroyed, we're running out time!"

[Play_X2_XP_CEN_T_Recover_Exp_Turret_Out_Ammo AkEvent]
SpokenText="The turret just ran dry of ammo...they've got nothing to hold back the Lost now. Menace 1-5, get to their position on the double!"

[Play_X2_XP_CEN_T_Recover_Exp_Turret_Running_Low AkEvent]
SpokenText="The expedition has limited ammo reserves, if that turret runs out the Lost are going to make quick work of them. We need to reach the group before that happens."

[Play_X2_XP_CEN_T_Recover_Exp_Vip_Dead_After_Link AkEvent]
SpokenText="We've lost the VIP, Commander, we should get our people to the extraction point and move on."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Killed_Before_Link AkEvent]
SpokenText="Menace 1-5, the VIP is down, try and secure the escorts if possible, let's not leave anyone else behind."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Killed_Squad_Extracted AkEvent]
SpokenText="We got our people out of there, but the VIP didn't make it. Not a good day for the Resistance."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Killed_Squad_Wipe AkEvent]
SpokenText="Commander, we lost the VIP, and our entire squad went down with 'em. We can't afford to take losses like this."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Linked_Escort_Available AkEvent]
SpokenText="The VIP is secure, Commander. If we can spare the manpower, we should try to bring the escort in as well."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Linked_Escort_Dead AkEvent]
SpokenText="VIP identity confirmed, move to EVAC."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Secure_Squad_Wipe AkEvent]
SpokenText="We managed to rescue the VIP, commander, but we lost a lot of good people in the process."

[Play_X2_XP_CEN_T_Recover_Expedition_Dropship_Intro_A AkEvent]
SpokenText="A Resistance scouting expedition led by one of their top people have found themselves stranded in the middle of an area known to be infested with the Lost. They're holding their own for now, but it sounds like things are getting ugly down there. The Resistance is asking that we do everything we can to extract their people."

[Play_X2_XP_CEN_T_Recover_Expedition_Dropship_Intro_B AkEvent]
SpokenText="One of the Resistance Factions sent some kind of expeditionary force into an area that we know to be completely overrun by the Lost. Don't ask me what they were doing down there, but now they've gotten themselves stranded, and the Resistance is asking for our help. We'll have to do what we can to avoid being overrun."

[Play_X2_XP_CEN_T_Recover_Expedition_Dropship_Intro_C AkEvent]
SpokenText="We got a request from the Resistance to aid in the rescue of an important VIP who went on a scouting expedition into territory thick with the Lost. They've gotten themselves stranded, from what we hear they're barely hanging on. We'll need to move in and attempt an extraction, just don't get bogged down by the Lost."

[Play_X2_XP_CEN_T_Recover_Expedition_VIP_EVAC_XCOM_Gone AkEvent]
SpokenText="Firebrand has the VIP safely onboard the Skyranger."

[Play_X2_XP_CEN_T_Recover_Expedition_VIP_EVAC_XCOM_Plays AkEvent]
SpokenText="The VIP is secure aboard the Skyranger, let's get the rest of our people out of there, Commander. "

[Play_X2_XP_CEN_T_Resistance_Contacts_SITREP_Met_A AkEvent]
SpokenText="Good work, that's our contact from the Resistance."

[Play_X2_XP_CEN_T_Resistance_Contacts_SITREP_Met_B AkEvent]
SpokenText="That's one of our Resistance contacts."

[Play_X2_XP_CEN_T_Sabotage_Trans_Almost_DC AkEvent]
SpokenText="ADVENT has almost cut off the transmitter from their network, we're running out of time!"

[Play_X2_XP_CEN_T_Sabotage_Trans_Charges_Planted AkEvent]
SpokenText="Signal confirmed, X4 charges are active."

[Play_X2_XP_CEN_T_Sabotage_Trans_Eliminate_Enemies_Cutoff AkEvent]
SpokenText="The X4 charges are active, but the aliens are still working to isolate the transmitter. Eliminate any remaining hostiles before they cut it off."

[Play_X2_XP_CEN_T_Sabotage_Trans_Hostiles_Down_Plant_Charges AkEvent]
SpokenText="We're not picking any other contacts, get those charges deployed."

[Play_X2_XP_CEN_T_Sabotage_Trans_Last_Chance_Transmitter AkEvent]
SpokenText="Menace 1-5, they're about to disconnect the transmitter, this is our last chance."

[Play_X2_XP_CEN_T_Sabotage_Trans_Last_Relay_Destroyed AkEvent]
SpokenText="We're not picking any more of those relays, that's all time we're going to get, Commander."

[Play_X2_XP_CEN_T_Sabotage_Trans_Mission_Aborted AkEvent]
SpokenText="Confirmed, mission aborted. It's unfortunate we couldn't pull this off."

[Play_X2_XP_CEN_T_Sabotage_Trans_Mission_Accomplished AkEvent]
SpokenText="That transmitter is history, good work Commander."

[Play_X2_XP_CEN_T_Sabotage_Trans_Mission_Intro AkEvent]
SpokenText="ADVENT has constructed a Psionic transmitter in this area tied directly into their primary network. Our intel suggests destroying it while it's still connected will severely damage their linked systems. Plant the explosives before they have a chance to pull the plug."

[Play_X2_XP_CEN_T_Sabotage_Trans_Squad_Heavy_Losses AkEvent]
SpokenText="We're taking some heavy losses, Commander. We may want to consider pulling out our remaining people rather than lose the whole squad."

[Play_X2_XP_CEN_T_Sabotage_Trans_Squad_Wipe AkEvent]
SpokenText="We've lost contact with the squad, Commander, there are no survivors."

[Play_X2_XP_CEN_T_Sabotage_Trans_Trans_Spotted AkEvent]
SpokenText="That's a confirmed visual on the transmitter. Plant the X4 charges before they can cut it off from the network."

[Play_X2_XP_CEN_T_Sabotage_Trans_Transmitter_Disconnected AkEvent]
SpokenText="It's too late, they've disconnected the transmitter from their network. We missed our opportunity here."

[Play_X2_XP_CEN_T_Sabotage_Trans_Transmitter_Not_Destroyed AkEvent]
SpokenText="We missed our shot at disrupting ADVENT's network. I don't think we can afford to waste too many more chances like this."

[Play_X2_XP_CEN_T_Sabotage_Transmitter_Dropship_Intro_A AkEvent]
SpokenText="During a recent scouting operation, our friends in the Resistance picked up readings from a massive Psionic transmitter ADVENT just deployed in this area. As we understand it, destroying the transmitter while it's still connected to their network would cause catastrophic outages across the region, so that's exactly what we're going to do."

[Play_X2_XP_CEN_T_Sabotage_Transmitter_Dropship_Intro_B AkEvent]
SpokenText="We've been picking unusual readings coming from this area, and our recon team has confirmed that ADVENT is now operating some sort of massive Psionic transmitter nearby. Shen and Tygan agree, if we destroy the transmitter while it's still connected to ADVENT's network, their operations across this entire region could be crippled."

[Play_X2_XP_CEN_T_Sabotage_Transmitter_Dropship_Intro_C AkEvent]
SpokenText="Our readings indicate that ADVENT just powered up some kind of Psionic transmitter in this area, and if they're assuming no one knows about it yet, it shouldn't be that well-guarded. If we can take it down quickly, ADVENT's operations across this entire region will be in disarray."

[Play_X2_XP_CEN_T_SITREP_Advanced AkEvent]
SpokenText="ADVENT sent in some especially seasoned units to try and clear us out, but as far as we can tell they came alone. Shouldn't be anything we can't handle, Commander."

[Play_X2_XP_CEN_T_SITREP_Ambush AkEvent]
SpokenText="Commander, we know ADVENT has a trap waiting for us at the target site, but we've got no choice if we want to secure the objective. We'll just need to be ready when they strike."

[Play_X2_XP_CEN_T_SITREP_Black_Ops AkEvent]
SpokenText="ADVENT doesn't know we're here, Commander, we came in completely under the radar. If we manage to take out the hostile positions before they alert the others, we can keep our squad concealed indefinitely."

[Play_X2_XP_CEN_T_SITREP_Breadcrumb AkEvent]
SpokenText="We know there's a second target nearby, Commander, but we haven't pinpointed the location yet. If we move on the first site, it might give us some clue where to find the other one."

[Play_X2_XP_CEN_T_SITREP_Dual_Objectives AkEvent]
SpokenText="We got word ADVENT has a second target in the area, if we're gonna pull this off, we'll need to deal with both objective sites to cover our tracks, Commander."

[Play_X2_XP_CEN_T_SITREP_Loot_Chests AkEvent]
SpokenText="We got last-minute tip that ADVENT has additional material stashed somewhere in the AO, but we don't have an exact position. The clock is ticking, but we should still try to recover that gear if possible."

[Play_X2_XP_CEN_T_SITREP_Phalanx AkEvent]
SpokenText="According to the latest scans, ADVENT forces are grouped up and focused entirely on protecting the target site. It should make it easy for us to pin 'em down and take 'em out."

[Play_X2_XP_CEN_T_SITREP_Shadow_Squad AkEvent]
SpokenText="The squad is in position and concealed. With the environmental conditions down there, they should be able to stay hidden without revealing each other if they're sighted."

[Play_X2_XP_CEN_T_SITREP_Show_Force AkEvent]
SpokenText="It looks like ADVENT is throwing every grunt they've got at us, Commander. They're flooding the area with Troopers - we need to be ready for a fight."

[Play_X2_XP_CEN_T_SITREP_Squad_Split AkEvent]
SpokenText="Firebrand came in hot and the squad is split across the AO. Our people are always happy to fight it out, but we should still attempt a rendezvous if possible, Commander."

[Play_X2_XP_CEN_T_SITREP_Strength_One AkEvent]
SpokenText="The squad is spread across the AO, Commander. We'll need to secure the area and regroup our forces."

[Play_X2_XP_CEN_T_SITREP_Waves AkEvent]
SpokenText="It looks like ADVENT is throwing everything they've got at us. We've got non-stop signals coming in on the radar, Commander."

[Play_X2_XP_CEN_T_Squad_Engages_Chosen_A AkEvent]
SpokenText="We've got the Chosen in our sights, it's time to take 'em out."

[Play_X2_XP_CEN_T_Squad_Engages_Chosen_B AkEvent]
SpokenText="We've got our shot at the Chosen, let's make sure it counts. "

[Play_X2_XP_CEN_T_Squad_Engages_Chosen_C AkEvent]
SpokenText="The Chosen is in position, time to put it down."

[Play_X2_XP_CEN_T_Squad_Engages_Chosen_D AkEvent]
SpokenText="You've got the Chosen in range, let's take it out. "

[Play_X2_XP_CEN_T_Squad_Engages_Chosen_E AkEvent]
SpokenText="We've got the Chosen right where we want 'em, it's time to strike."

[Play_X2_XP_CEN_T_STIREP_Incomplete_Intel AkEvent]
SpokenText="Commander, we know our target is somewhere in the area, but we're in the dark as to its exact position. We'll have to sweep the AO to find it."

[Play_X2_XP_CEN_T_Stronghold_Chosen_Healing_Attack_Sarcoph AkEvent]
SpokenText="The Chosen is using that thing to regenerate! If we don't destroy the power source we'll never wear it down. "

[Play_X2_XP_CEN_T_Stronghold_Dropship_Intro_A AkEvent]
SpokenText="Time for us to finally take the fight to the Chosen themselves. Intel on this facility is almost non-existent. In fact, you may be the first human beings to step foot inside these walls. This may not be the most ideal situation but it could be our only chance to take one of these things out. Good luck and be careful."

[Play_X2_XP_CEN_T_Stronghold_Dropship_Intro_B AkEvent]
SpokenText="We're making another move against the Elders' pet Chosen. If we can take another one of them out, it'll knock a huge dent in the aliens plans for our world. We've been through this before so you know it won't be easy. Stay sharp, be ready for anything, and take that thing out."

[Play_X2_XP_CEN_T_Stronghold_Dropship_Intro_C AkEvent]
SpokenText="We're in position to end the Chosen threat once and for all, though I doubt it'll be easy. ADVENT isn't known for its forgiving nature and we're setting out to destroy the last of the Elders' favorite pets today. Expect heavy Resistance and stay focused. This is the moment we've been waiting for."

[Play_X2_XP_CEN_T_Stronghold_LOS_Ascension_Chamber AkEvent]
SpokenText="I don't like the looks of this at all. Watch yourselves. "

[Play_X2_XP_CEN_T_Stronghold_LOS_Sarcophagus AkEvent]
SpokenText="What is that? Some kind of stasis chamber for the Chosen? No wonder they keep coming back at us despite everything we throw at em."

[Play_X2_XP_CEN_T_Stronghold_Mission_Complete AkEvent]
SpokenText="It wasn't easy, but we managed to pull it off, Commander. If only we could see the look on the Elders' faces. "

[Play_X2_XP_CEN_T_Subsequent_Lost_Spawned_A AkEvent]
SpokenText="Commander, we've got intermittent readings throughout the area; I'm guessing it's more of those infected, or whatever they are. Be ready."

[Play_X2_XP_CEN_T_Subsequent_Lost_Spawned_B AkEvent]
SpokenText="We've got faint life signs dotting that area...keep your eyes peeled for Lost activity, we've got enough on our hands as it is."

[Play_X2_XP_CEN_T_Subsequent_Lost_Spawned_C AkEvent]
SpokenText="We're picking up some faint signals, not strong enough to be alien activity. Keep your heads up, there's likely to be Lost moving near the AO."

[Play_X2_XP_CEN_T_Supply_Extract_ADVENT_Airlifted_First_Crate AkEvent]
SpokenText="ADVENT just airlifted out their first crate, we're gonna have to move fast if we want to get the rest."

[Play_X2_XP_CEN_T_Supply_Extract_ADVENT_Marked_First_Crates AkEvent]
SpokenText="ADVENT has already marked a couple of crates for extraction, if we move quickly we may be able to mark them for ourselves and prevent their airlift."

[Play_X2_XP_CEN_T_Supply_Extract_ADVENT_Marked_LoS_Crate AkEvent]
SpokenText="Menace 1-5, you're not far from the crate ADVENT just marked. See if you can reclaim it before they call in their airlift."

[Play_X2_XP_CEN_T_Supply_Extract_ADVENT_Marked_More_Crates AkEvent]
SpokenText="They're moving as quickly as they can to get those crates, if we want our share, we'll have to move just as fast."

[Play_X2_XP_CEN_T_Supply_Extract_Dont_Destroy_Crates AkEvent]
SpokenText="Unless they leave us no choice, we should try to avoid damaging the crates if we want to bring home anything useful."

[Play_X2_XP_CEN_T_Supply_Extract_First_Crate_Recovered AkEvent]
SpokenText="Firebrand is on deck for recovery, keep marking those crates Menace 1-5."

[Play_X2_XP_CEN_T_Supply_Extract_First_Crate_Sighted AkEvent]
SpokenText="That's one of the ADVENT supply crates we're after, move in and place the transponders so Firebrand can pinpoint the locations for extraction."

[Play_X2_XP_CEN_T_Supply_Extract_Intro AkEvent]
SpokenText="ADVENT forces are in the process of airlifting a number of supply crates out of this area, and we have an opportunity here to take a few for ourselves. Locate and mark the crates with transponders, and Firebrand will handle the rest."

[Play_X2_XP_CEN_T_Supply_Extract_Late_Crate_Recovered AkEvent]
SpokenText="That's the last of the supply crates in this area. Menace 1-5, you're clear for EVAC. We got what we came for, so don't take any unnecessary chances out there."

[Play_X2_XP_CEN_T_Supply_Extract_Mission_Aborted AkEvent]
SpokenText="Mission aborted, Commander."

[Play_X2_XP_CEN_T_Supply_Extract_Mission_Complete AkEvent]
SpokenText="Status confirmed, mission accomplished. Excellent work."

[Play_X2_XP_CEN_T_Supply_Extract_No_Additional_Enemies AkEvent]
SpokenText="We're not picking up any additional enemy forces on route, get to those crates while our window is still open."

[Play_X2_XP_CEN_T_Supply_Extract_No_Supplies_Recovered AkEvent]
SpokenText="We didn't manage to recover anything out there, ADVENT got what they came for."

[Play_X2_XP_CEN_T_Supply_Extract_Squad_Wiped AkEvent]
SpokenText="The strike team is down Commander! We've lost the squad."

[Play_X2_XP_CEN_T_Supply_Extract_Supplies_Recovered_Heavy_Losses AkEvent]
SpokenText="Commander we managed to recover the ADVENT supplies, but we lost the strike team in the process. We paid a heavy price to complete this operation."

[Play_X2_XP_CEN_T_Supply_Extract_XCOM_Marked_ADVENT_crate AkEvent]
SpokenText="Good work, ADVENT's locator is down and our transponder is active. Firebrand will handle the pickup."

[Play_X2_XP_CEN_T_Supply_Extract_XCOM_Marked_First_Crate AkEvent]
SpokenText="We're picking up a steady signal from the transponder, Firebrand is on route to make the pickup."

[Play_X2_XP_CEN_T_Supply_Extract_XCOM_Taking_Losses AkEvent]
SpokenText="We've taken some heavy losses out there, Commander, it might be better to abort the mission than take any further risks."

[Play_X2_XP_CEN_T_Swarm_Ambush_Begins AkEvent]
SpokenText="We've got multiple contacts closing on your position, it's an ambush! Hold your ground!"

[Play_X2_XP_CEN_T_Swarm_Dropship_Intro_A AkEvent]
SpokenText="We just got word from the Resistance, one of their top people was moving near the city center when ADVENT got suspicious. After making a break for it, the VIP holed up in a temporary safe house in the tunnels beneath the city. ADVENT is still in the area, but we're going in to facilitate the VIP's safe extraction. Keep your eyes open for hostile activity."

[Play_X2_XP_CEN_T_Swarm_Dropship_Intro_B AkEvent]
SpokenText="A VIP of some importance to the Resistance was on an operation near the city center when ADVENT forces attacked and pursued them into the tunnels. Our information is that the VIP is currently hunkered down and we need to go in and lead them to safety. Stay alert and watch for enemy movement down there."

[Play_X2_XP_CEN_T_Swarm_Dropship_Intro_C AkEvent]
SpokenText="We're being asked to assist in a rescue operation for a Resistance VIP currently trapped by ADVENT in the tunnels beneath the city center. I'm not sure what our target was up to, but the Resistance needs us to get 'em out of there. Hostile activity in the area is very likely, so keep your heads up."

[Play_X2_XP_CEN_T_Swarm_EVAC_Compromised AkEvent]
SpokenText="Menace 1-5 your extraction point has been compromised, hold for new EVAC coordinates."

[Play_X2_XP_CEN_T_Swarm_EVAC_Is_Ready AkEvent]
SpokenText="Firebrand is in position for the extraction, get out of there before things get any worse!"

[Play_X2_XP_CEN_T_Swarm_EVAC_Remaining_Squad AkEvent]
SpokenText="Time to get the rest of the squad out of there before they get overrun by those damn things."

[Play_X2_XP_CEN_T_Swarm_Faction_Soldier_Linked AkEvent]
SpokenText="That's our contact from the Resistance, their help should make this a little easier."

[Play_X2_XP_CEN_T_Swarm_Mission_Accomplished AkEvent]
SpokenText="Excellent work out there."

[Play_X2_XP_CEN_T_Swarm_Mission_Intro AkEvent]
SpokenText="The Resistance VIP is hiding in the tunnels not far from your position. One of their field operatives is also on-site to assist you in the rescue. Firebrand is standing by, but be careful. We'll have limited opportunities to setup a viable extraction point down there."

[Play_X2_XP_CEN_T_Swarm_No_EVAC_Reminder_Warning AkEvent]
SpokenText="Commander, remember no matter how tough things get down here, we can't EVAC until we complete the mission."

[Play_X2_XP_CEN_T_Swarm_No_Reinforcements_left AkEvent]
SpokenText="We've picked up a lull in their forces, it looks like they're running out of reinforcements. Let's get moving before that changes. "

[Play_X2_XP_CEN_T_Swarm_Reinforcements_Dropping AkEvent]
SpokenText="Commander, we're picking up enemy reinforcements dropping in near the squad"

[Play_X2_XP_CEN_T_Swarm_Secured_VIP_Squad_Lost AkEvent]
SpokenText="We managed to rescue the VIP, but we lost some of our best people in the process. Not our easiest victory."

[Play_X2_XP_CEN_T_Swarm_Squad_Secure_VIP_Lost AkEvent]
SpokenText="The squad is clear of danger, but we lost the VIP. Our friends in the Resistance won't be happy to hear this."

[Play_X2_XP_CEN_T_Swarm_Squad_Wipe AkEvent]
SpokenText="Menace 1-5 is down, we've lost the squad Commander."

[Play_X2_XP_CEN_T_Swarm_VIP_Dead_EVAC_Now AkEvent]
SpokenText="We lost the VIP, it's time to go!"

[Play_X2_XP_CEN_T_Swarm_VIP_Dead_Hold_For_EVAC AkEvent]
SpokenText="The VIP is down, hold there until Firebrand is in position for EVAC."

[Play_X2_XP_CEN_T_Swarm_VIP_Extracted AkEvent]
SpokenText="Confirmed, Firebrand has the VIP."

[Play_X2_XP_CEN_T_Swarm_VIP_Linked_Up AkEvent]
SpokenText="VIP identity confirmed, Firebrand is setting up for EVAC."

[Play_X2_XP_CEN_T_Tutorial_Dazed_And_Revived AkEvent]
SpokenText="It looks like the Chosen knocked one of our soldiers into a daze. We need to get someone over there to help 'em get back on their feet before that thing can move in and attack."

[Play_X2_XP_CEN_T_Tutorial_Hunter_Tracking_Shot AkEvent]
SpokenText="Menace 1-5, the Chosen Hunter is targeting your position from long range, you need to get out of his line of sight before it's too late."

[Play_X2_XP_CEN_T_Tutorial_Hunter_Tracking_Shot_ALT AkEvent]
SpokenText="Get your heads down! The Hunter is targeting your position from long range, the only way you're going to get out of this is by breaking his line of sight. "

[Play_X2_XP_CEN_T_Will_System_A AkEvent]
SpokenText="Our soldiers are suffering out there, we'll need give them some time to recover when we get back."

[Play_X2_XP_CEN_T_Will_System_B AkEvent]
SpokenText="We've put our soldiers through a lot, they'll need time to deal with these issues when we get back."

[Play_X2_XP_CEN_T_Will_System_C AkEvent]
SpokenText="When they get back to base, we'll have to give our soldiers some time to heal, mentally and physically."

[Play_X2_XP_CEN_T_Will_System_D AkEvent]
SpokenText="The stress of battle is enough to get to anyone. When they get home, we'll have give our soldiers plenty of time to rest."

[Play_X2_XP_CEN_T_Will_System_E AkEvent]
SpokenText="We have to expect our soldiers to feel the strain of combat eventually. We just have to give them enough time to recover properly."

[Play_X2_XP_CEN_T_XCOM_Killed_Chosen AkEvent]
SpokenText="Great job, Commander, but there's no trace of that Chosen left. I've got a feeling we haven't seen the last of 'em. Still, at least we ruined their plans today."

[Play_X2_XP_CENTRAL_T_LNA_Lost_1 AkEvent]
SpokenText="What? What has found us?"

[Play_X2_XP_T_Neutralize_Comm_Enemy_Down_Comm_Up AkEvent]
SpokenText="We've cleared the area of hostile contacts, but we're still picking up the ADVENT Field Commander. It's time to deal with the primary target."

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_1 AkEvent]
SpokenText="Looks like trouble ahead--the rendezvous could be compromised. Stay focused, check for-"

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_2 AkEvent]
SpokenText="Contact! Get down!"

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_2_ALT_A AkEvent]
SpokenText="What now!?"

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_2_ALT_B AkEvent]
SpokenText="We may have a bigger problem here-"

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_3 AkEvent]
SpokenText="I'm guessing that's our man--well our contact anyway. Outrider is already en route, let's not keep her waiting."

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_3_trim AkEvent]
SpokenText="I'm guessing that's our man--well our contact anyway."

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_4 AkEvent]
SpokenText="Alright, move out, the rendezvous point isn't far now."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_1 AkEvent]
SpokenText="Proceed to first set of coordinates, Firebrand and the second team will head to next drop point."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_1_ALT_A AkEvent]
SpokenText="This is the place. Keep your eyes peeled."

[Play_X2_XP_TYG_CIN_LA_Reaper_Reveal_2 AkEvent]
SpokenText="Detecting increasing biological signatures in the area ahead."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_3 AkEvent]
SpokenText="ADVENT?"

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_4 AkEvent]
SpokenText="Uncertain, but unlikely. I would advise caution, however. Though this area may be abandoned it is certainly not lifeless."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_5 AkEvent]
SpokenText="Understood."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_6 AkEvent]
SpokenText="We're here. Stay alert."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_9 AkEvent]
SpokenText="Stand down. We're all friends here."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_A AkEvent]
SpokenText="Understood. Stay sharp out there today people. Just because this city was abandoned doesn't mean it's lifeless."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_B AkEvent]
SpokenText="Understood. Stay sharp out there today people. Looks like this city's not as abandoned as we initially believed."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_C AkEvent]
SpokenText="Was afraid you were gonna say something like that. Stay focused, today people. Just because this city was abandoned doesn't mean it's lifeless."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_D AkEvent]
SpokenText="Was afraid you were gonna say something like that. Stay alert people. Looks like this city's not as abandoned as we initially believed."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_E AkEvent]
SpokenText="Then I'd say we're in the right place.  Stay focused today people. Something tells me this city is not as abandoned as we were lead to believe."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_F AkEvent]
SpokenText="Then I'd say we're in the right place. Stay focused today people. This city may not be as abandoned as we were lead to believe."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_M AkEvent]
SpokenText="Then I'd say we're in the right place. Stay sharp out there today people. Just because this city was abandoned doesn't mean it's lifeless."
